Repository: bmgandre/multi-lingual-resume-template
Catalog: src/cv_surname.po
Languages: pt_br

source: english
pt_br: portuguese

source: Software Engineer
pt_br: Analista de Sistemas

source: \firstname{Name}
pt_br: \firstname{Nome}

source: \familyname{Surname}
pt_br: \familyname{Sobrenome}

source: \address{City - Country}{}{}
pt_br: \address{Cidade}{}{}

source: Professional experience
pt_br: Experiência profissional

source: 01/2017--present
pt_br: 01/2017--Atual

source: Full stack software engineer
pt_br: Analista de sistemas full stack

source: Employer X
pt_br: Empregador X

source: City
pt_br: Cidade

source: Project X
pt_br: Projeto X

source: Developed a, b and c... . Improved Z... . Redesigned system K.
pt_br: Desenvolveu a, b e c... . Melhorou Z... . Reprojetou o sistema K.

source: Back end software engineer
pt_br: Analista de sistemas back end

source: Employer Y
pt_br: Empregador Y

source: Project Y
pt_br: Projeto Y

source: Developed j, k and l... . Improved X... . Redesigned system K.
pt_br: Desenvolveu j, k e l... . Melhorou X... . Reprojetou o sistema K.

source: Software engineer
pt_br: Analista de Sistemas

source: Employer W
pt_br: Empregador W

source: Project W
pt_br: Projeto W

source: Developed f, g and h... . Improved P... . Redesigned system D.
pt_br: Desenvolveu f, g e h... . Melhorou P... . Reprojetou system D.

source: Education and qualifications
pt_br: Educação e qualificações

source: Master of Science in Computer Science
pt_br: Mestre em Ciência da Computação

source: University X
pt_br: Universidade X

source: Developed a ... .
pt_br: Desenvolveu a... .

source: Adviser: Professor X. Co-adviser: Professor Y. Thesis title: A Framework for (...)
pt_br: Orientador: Professor X. Co-orientador: Professor Y. Título da tese: Um Framework para (...)

source: Bachelor of Science in Computer Science
pt_br: Bacharel em Ciência da Computação

source: University Y
pt_br: Universidade Y

source: Languages
pt_br: Idiomas

source: English
pt_br: Inglês

source: Good command
pt_br: Avançado

source: Portuguese
pt_br: Português

source: Native speaker
pt_br: Fluente

source: Areas of expertise
pt_br: Áreas de especialização

source: Database
pt_br: Banco de dados

source: Programming Languages
pt_br: Linguagens de programação

source: Software design
pt_br: Projeto de software

source: Process
pt_br: Processos

source: Platform
pt_br: Plataformas

source: Object-oriented design
pt_br: Orientação a Objeto

source: Design patterns
pt_br: Padrões de projeto

source: Architectural patterns
pt_br: Padrões de arquitetura

source: Parallel computing
pt_br: Computação paralela

source: Messaging passing
pt_br: Troca de mensagens

source: SOLID principles
pt_br: Princípios SOLID

source: Agile
pt_br: Ágil
